/* Menu action item for sharing device logs. */
"AboutPassphrases" = "Acerca de las Frases de Contraseñas";

/* Action item in settings screen to add an Issuer manually.
   Add credential in issuer detail
   Title in settings */
"AddCredential" = "Añadir Credencial";

/* Title when adding certificate in progress
   Title when adding issuer in progress */
"AddingCredential" = "Agregando Credencial";

/* Title when adding issuer in progress */
"AddingIssuer" = "Añadiendo Emisor";

/* Action item in settings screen to add an Issuer manually.
   Navigation title for the 'Add Issuer' form. */
"AddIssuer" = "Añadir Emisor";

/* Generic error when adding an issuer. */
"AddIssuerFailAlertMessage" = "Error al añadir al emisor. Vuelve a intentarlo.";

/* Alert title when adding an issuer fails for any reason. */
"AddIssuerFailAlertTitle" = "Error al añadir emisor";

/* Error message displayed when adding issuer failed */
"AddIssuerFailMessage" = "Se ha producido un error al añadir al emisor. Esto puede ocurrir cuando se hace clic más de una vez en un enlace de invitación de un solo uso. Consulta al emisor y solicita otra invitación si es necesario.";

/* Generic error for failure to add an issuer */
"AddIssuerGenericError" = "Se ha producido un error al añadir a este emisor. Vuelve a intentarlo más tarde.";

/* Add issuer alert message */
"AddIssuerSuccess" = "Se ha añadido a un emisor. Consulta la pantalla de emisores.";

/* Invalid state error message when adding an issuer. */
"AppRestartRequired" = "Esta aplicación está en un estado no válido. Ciérrala, ábrela de nuevo y vuelve a intentarlo.";

/* Force app update dialog message */
"AppUpdateAlertMessage" = "Para poder añadir a este emisor, debes tener la última versión de Fluidcerts Wallet.";

/* Force app update dialog title */
"AppUpdateAlertTitle" = "Favor de Actualizar Fluidcerts Wallet";

/* Confirmation before copying for backup */
"AreYouSure" = "¿Estás Seguro?";

/* Explain that we need them to authenticate in order to replace their passphrase. */
"AuthenticateReplacePassphrase" = "Autentícate para sustituir tu frase de contraseña.";

/* Prompt to authenticate in order to reveal their passphrase. */
"AuthenticateSeePassphrase" = "Autentícate para ver tu frase de contraseña.";

/* Auth failure replacing passphrase */
"AuthenticationError" = "Error de autenticación. Vuelve a intentarlo.";

/* Onboarding screen backup passphrase title */
"BackupPassphrase" = "Respaldo para Frase de Contraseña";

/* Email subject line when backing up passphrase */
"BlockcertsBackup" = "Copia de seguridad de Blockcerts";

/* Title of main interface */
"BlockcertsWallet" = "Fluidcerts Wallet";

/* Button to cancel user action
   Cancel action
   Cancel the action sheet.
   Dismiss action */
"Cancel" = "Cancelar";

/* Caution title presented when attempting to delete a certificate. */
"Caution" = "¡Cuidado!";

/* Message to user to check the passphrase */
"CheckPassphraseTryAgain" = "Por favor revísala e intenta otra vez.";

/* Choose credential import method */
"ChooseMethod" = "Selecciona un método:";

/* Button to cancel user action */
"Close" = "Cerrar";

/* Continue */
"Continue" = "Continuar";

/* Instruction to copy and paste credential URL */
"CopyCredentialURL" = "Escribe o pega la URL de la credencial";

/* Copy to Email or Clipboard */
"CopyEmailClipboard" = "Copiar a un correo electrónico o al portapapeles";

/* Create backup */
"CreateBackup" = "Crear Respaldo";

/* Credential */
"Credential" = "Credencial";

/* Credential info screen field label */
"CredentialExpiration" = "Fecha de Expiración";

/* Successful credential import alert message */
"CredentialImportSuccess" = "Esta credencial fue importada exitosamente. La puedes encontrar en la vista de emisores.";

/* Title of credential information screen */
"CredentialInfo" = "Información de Credencial";

/* Credential info screen field label */
"CredentialName" = "Nombre de Credencial";

/* A longer explanation of the error message displayed when we can't read a certificate file the user tried to import. */
"CredentialParseError" = "Estado de Verificación";

/* Accessibility label for credential URL text field */
"CredentialURL" = "URL de la Credencial";

/* Label for the current passphrase. */
"CurrentPassphrase" = "Frase de contraseña actual";

/* Onboarding screen label for Current User */
"CurrentUser" = "Actual Usuario";

/* Credential info screen field label */
"DateIssued" = "Fecha de Emisión";

/* Confirm delete action */
"Delete" = "Eliminar";

/* Action to delete a credential in the metadata view. */
"DeleteCredential" = "Eliminar Credencial";

/* Explanation of the effects of deleting a certificate. */
"DeleteCredentialExplanation" = "Si eliminas esta credencial y no tienes un respaldo, tendrás que pedirle al emisor que te la envíe otra vez para recuperarla.\n\n¿Estás seguro que quieres eliminar esta credencial?";

/* Generic error description. We couldn't delete a certificate. */
"DeleteCredentialGenericError" = "Se ha producido un error al eliminar el certificado.";

/* Generic error title. We couldn't delete a certificate. */
"DeleteFileError" = "No se ha podido eliminar el archivo";

/* A message displayed after clearing the logs successfully. */
"DeleteLogsSuccess" = "Se han eliminado los registros de este dispositivo.";

/* Credential info screen field label */
"Description" = "Descripción";

/* Explanation for failing to share the log file */
"DeviceMissingLogs" = "No se encuentran los registros en el dispositivo.";

/* Button copy */
"Done" = "Finalizar";

/* Scare tactic to warn user about insecurity of email */
"EmailBackupWarning" = "Este método de respaldo es de baja seguridad. ¿Quieres continuar?";

/* Action item in settings screen. */
"EmailLogs" = "Registro de Correos Electrónicos";

/* Empty Credentials View */
"EmptyCredentials" = "Recibirás un correo electrónico cuando una credencial haya sido emitida. Sigue la liga en el correo electrónico para completar el proceso.";

/* Specific authentication error: The user's phone has local authentication disabled, so we can't show the passphrase. */
"EnableAuthenticationPrompt" = "Ve a los Ajustes de Fluidcerts Wallet y habilita Touch ID, Face ID o un código para proteger tu frase de contraseña y vuelve a intentarlo.";

/* Enter */
"Enter" = "Aceptar";

/* Add Issuer Enter Code */
"EnterIssuerCode" = "Ingresar el código de un solo uso";

/* Add Issuer Enter URL */
"EnterIssuerURL" = "Ingresar la URL proporcionada por el emisor";

/* Enter Passphrase */
"EnterPassphrase" = "Escribe tu frase de contraseña";

/* Enter Passphrase Instruction */
"EnterPassphraseInstruction" = "Por favor escribe o pega tu frase de contraseña aquí:";

/* Alert title when you re-import an existing certificate */
"FileAlreadyImported" = "Este archivo ya se ha importado";

/* Longer explanation about importing an existing file. */
"FileAlreadyImportedExplanation" = "Este archivo ya se ha importado. ¿Quieres verlo?";

/* Title for the failed-to-share-your-logs alert */
"FileNotFound" = "Archivo no encontrado";

/* Generic authentication failure error. */
"GenericAuthenticationError" = "Prueba a volver a autenticarte para ver tu frase de contraseña.";

/* Import */
"Import" = "Importar";

/* Sucessful credential import alert title */
"ImportComplete" = "Importación Incompleta";

/* Contextual action. Tapping this prompts the user to add a file from a document provider. */
"ImportFromFile" = "Importar desde un archivo";

/* Contextual action. Tapping this prompts the user for a URL to pull the certificate from. */
"ImportFromURL" = "Importar desde una URL";

/* Credential Info Button */
"Info" = "Info";

/* Issuer info screen field label */
"IntroducedOn" = "Introducido";

/* Imported certificate didn't parse title
   Title for an alert when importing an invalid certificate */
"InvalidCredential" = "Credencial no válida";

/* Imported title didn't parse message */
"InvalidCredentialFile" = "Al parecer esta no es una URL de credencial válida. Favor de verificar e intentar nuevamente.";

/* Title in alert view after processing failed user input */
"InvalidPassphrase" = "Frase de Contraseña Inválida";

/* This describes the issuer cell in the collection view. It's an accessibility label read aloud for users with VoiceOver. */
"Issuer" = "Emisor";

/* This error is presented when the user uses a bad nonce */
"IssuerAuthenticationError" = "No te hemos podido autenticar para el emisor. Comprueba tu código de un solo uso y vuelve a intentarlo.";

/* Issuer info screen field label */
"IssuerContactEmail" = "Correo electrónico del emisor";

/* Title of credential information screen */
"IssuerInfo" = "Información sobre el Emisor";

/* Format string for an issuer response with an invalid property. Variable is the property name that's invalid. */
"IssuerInvalidProperty" = "El emisor ha respondido, pero contiene una propiedad no válida llamada \"%@\"";

/* Missing description text for issuer. */
"IssuerMissingDescription" = "No se ha proporcionado ninguna descripción.";

/* Format string for an issuer response with a missing property. Variable is the property name that's missing. */
"IssuerMissingProperty" = "El emisor ha respondido, pero no ha incluido la propiedad \"%@\"";

/* Issuer info screen field label */
"IssuerName" = "Nombre del Emisor";

/* Error message displayed when we see missing or invalid JSON in the response. */
"IssuerResponseErrorJSON" = "No entendemos la respuesta del emisor. Contacta con él.";

/* Issuer View Header */
"Issuers" = "Emisores";

/* Error message when the issuer's data doesn't match the URL it's hosted at. */
"IssuerTampered" = "Parece que se ha manipulado el emisor. Contacta con él.";

/* Accessibility label for issuer URL text field */
"IssuerURL" = "URL del emisor";

/* Specific authentication error: The user's phone has local authentication disabled, so we can't show the passphrase. */
"LocalAuthenticationDisabled" = "Parece que la autenticación local está deshabilitada para esta aplicación. No es seguro mostrar tu frase de contraseña de esta forma. Habilita la autenticación local para esta aplicación desde los Ajustes.";

/* Title for SAML login */
"LoginToIssuer" = "Accede tu cuenta";

/* Manual Hard Copy */
"ManualHardCopy" = "Copia Manual";

/* Error state: missing issuer data in issuer cell */
"MissingIssuer" = "Falta el emisor";

/* Multiple credentials */
"MultipleCredentials" = "Tienes %@ credencials";

/* Action item in settings screen. */
"MyPassphrase" = "Mi Frase de Contraseña";

/* Credential info screen description of credential that never expires */
"Never" = "Nunca";

/* Onboarding screen label for New User */
"NewUser" = "Nuevo Usuario";

/* Welcome new user body */
"NewUserBody" = "Recibirás un correo electrónico cuando haya un emisor que añadir. Sigue la liga en el correo electrónico para completar el proceso.";

/* Welcome new user footer */
"NewUserFooter" = "Puedes añadir un emisor manualmente en la sección de Ajustes y seleccionando Añadir Emisor. ";

/* Welcome new user header */
"NewUserHeader" = "¡Listo!";

/* No credentials */
"NoCredentials" = "No hay Credenciales";

/* Button copy
   Button label
   Button to confirm user action
   OK dismiss action */
"Okay" = "Aceptar";

/* 1 credential */
"OneCredential" = "1 Credencial";

/* Accessibility label for issuer code text field */
"OneTimeCode" = "Código de un solo uso";

/* Navigation title for revealing the current passphrase. */
"Passphrase" = "Frase de Contraseña";

/* Passphrase description */
"PassphraseDescription" = "Esta es la frase de contraseña para acceder tu cartera. Deberás hacer un respaldo en caso de que necesites reinstalar la aplicación o cambiar de dispositivo.";

/* Passphrase generated */
"PassphraseGenerated" = "¡Frase de Contraseña Generada!";

/* Failure saving replacement passphrase */
"PassphraseSaveFail" = "No se ha podido guardar la frase de contraseña.";

/* Accessibility label for video play button in onboarding */
"PlayIntroVideo" = "Iniciar Video de Introducción";

/* Menu item in the settings screen that links to our privacy policy.
   Title for the screen with our privacy policy on it. */
"PrivacyPolicy" = "Política de Privacidad";

/* Alert view title shown when unable to authenticate for My Passphrase */
"ProtectYourPassphrase" = "Protege tu frase de contraseña";

/* No network connection alert message */
"ReachabilityAlertMessage" = "Comprueba tu conexión a Internet y vuelve a intentarlo.";

/* No network connection alert title */
"ReachabilityAlertTitle" = "No hay conexión a Internet";

/* Title for an error message displayed when we can't read a certificate file the user tried to import. */
"ReadFileError" = "No se ha podido leer el archivo";

/* Replace passphrase action button */
"Replace" = "Sustituir";

/* Title for replacing the passphrase */
"ReplacePassphrase" = "Sustituir frase de contraseña";

/* Error message when an identification request is aborted */
"RequestAborted" = "Se ha cancelado la solicitud. Vuelve a intentarlo.";

/* Welcome returning user body */
"ReturningUserBody" = "Para ver una lista de tus emisores, ve a la sección de Ajustes para añadir tus credenciales o añádelas a través del correo electrónico que recibiste del emisor.";

/* Welcome returning user footer */
"ReturningUserFooter" = "Puedes añadir un emisor manualmente en la sección de Ajustes y seleccionando Añadir Emisor.";

/* Welcome returning user header */
"ReturningUserHeader" = "Reimportar tus Credenciales";

/* Title for our specific warning about validating a sample certificate */
"SampleCredential" = "Certificado de ejemplo";

/* Explanation for why you can't validate the sample certificate. */
"SampleCredentialVerificationImpossible" = "Este es un certificado de ejemplo y no se puede verificar. Los certificados reales pasarán por un proceso de validación en tiempo real.";

/* Select Backup Methods */
"SelectBackupMethods" = "Selecciona Método de Respaldo";

/* Header for selecting backup methods */
"SelectOne" = "Selecciona al menos una de las siguientes opciones:";

/* Button for selecting backup methods */
"SelectOneButton" = "Selecciona al menos una para continuar";

/* Error message when an identification request sees a server error */
"ServerError" = "Se ha producido un error con el servidor. Vuelve a intentarlo.";

/* Title of the Settings screen. */
"Settings" = "Ajustes";

/* Credential Share Button */
"Share" = "Compartir";

/* Share credential action sheet title */
"ShareCredential" = "Comparte esta Credencial";

/* Alert title when sharing a certificate fails. */
"ShareCredentialError" = "No se ha podido compartir el certificado.";

/* Alert message when sharing a certificate fails. Generic error. */
"ShareCredentialGenericError" = "Se ha producido un error al preparar el archivo para compartirlo. Vuelve a intentarlo más tarde.";

/* Issuer info screen field label */
"SharedAddress" = "Dirección Compartida";

/* Action to share certificate file, presented in an action sheet. */
"ShareFile" = "Comparte el Archivo";

/* Action to share the certificate's hosting URL, presented in an action sheet. */
"ShareLink" = "Comparte la Liga";

/* Action button for revealing the current passphrase */
"ShowPassphrase" = "Mostrar frase de contraseña";

/* action completed successfully
   Add issuers alert title
   Alert title */
"Success" = "¡Perfecto!";

/* Welcome returning user from app update body */
"UpdateUserBody" = "Hemos mejorado la experiencia, pero podrás continuar recibiendo y organizando tus credenciales como siempre.";

/* Welcome returning user from app update body 2 */
"UpdateUserBody2" = "Ahora deberás guardar una copia de seguridad de tus frases de contraseña, pero la aplicación te lo pone fácil.";

/* Welcome returning user from app update body 3 */
"UpdateUserBody3" = "Toca Continuar para empezar.";

/* Welcome returning user from app update header */
"UpdateUserHeader" = "¡Bienvenido al nuevo Fluidcerts Wallet!";

/* Issuer info screen field label */
"URL" = "URL";

/* Verification */
"Verification" = "Verificación";

/* Credential verification fail message */
"VerificationFail" = "Esta credencial no ha sido verificada. Favor de contactar al emisor.";

/* Credential verification in progress message */
"VerificationInProgress" = "Verificando la Credencial %@...";

/* Credential verification success message */
"VerificationSuccess" = "Esta es una credencial %@ válida.";

/* Credential verification success */
"Verified" = "¡Verificado!";

/* Credential Verify Button */
"Verify" = "Verificar";

/* Action prompt to view the imported certificate */
"View" = "Ver";

/* Onboarding screen title */
"Welcome" = "Te damos la bienvenida";

/* Instruction to save passphrase */
"WriteYourPassphrase" = "Escribe tu frase de contraseña en una hoja de papel y guárdala en un lugar seguro.";

/* You have multiple credentials */
"YouHaveMultipleCredentials" = "Tienes %@ credenciales";

/* You have 1 credential */
"YouHaveOneCredential" = "Tienes 1 credencial";
